---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.SquareMetersPerKilonewton
source: html/df51ba77-92fe-53b2-56c5-8400f6bad7c5.htm
---
# Autodesk.Revit.DB.UnitTypeId.SquareMetersPerKilonewton Property

Square meters per kilonewton.

## Syntax (C#)
```csharp
public static ForgeTypeId SquareMetersPerKilonewton { get; }
```